Repository: aktanb/brainer
Catalog: Brainer/Properties/Resources.*.resx
Languages: kk_kz

# About
source: О сайте
kk_kz: Сайт жайлы

# Loading
source: Загрузка
kk_kz: Жүктелу

# Play
source: Играть
kk_kz: Ойнау

# Read
source: Читать
kk_kz: Оқу

# Scores
source: Мои показатели
kk_kz: Менің нәтижелерім

# Registration
source: Регистрация
kk_kz: Тіркелу

# SignOutConfirmationMessage
source: Вы уверены, что хотите выйти?
kk_kz: Шығатыныңызды растайсыз ба?

# Yes
source: Да
kk_kz: Иә

# No
source: Нет
kk_kz: Жоқ

# StartPlaying
source: Начать играть
kk_kz: Ойынды бастау

# Password
source: Пароль
kk_kz: Құпия сөз

# Email
source: Адрес электронной почты
kk_kz: Электрондық пошта мекенжайыңыз

# ConfirmPassword
source: Подтвердите пароль
kk_kz: Құпия сөзіңізді растаңыз

# DateOfBirth
source: Дата рождения
kk_kz: Туылған күні

# PleaseRegisterOrSignIn
source: Пожалуйста, зарегистрируйтесь<br>или войдите
kk_kz: Тіркелуіңізді <br> немесе кіруіңізді өтінемін

# ThisFieldIsMandatory
source: Это обязательное поле.
kk_kz: Бұл міндетті жолдар.

# InvalidEmailFormat
source: Недопустимый формат адреса электронной почты.
kk_kz: Электрондық пошта мекенжайыңыз қате форматта.

# PasswordMustBeLongerThanSixSymbols
source: Пароль должен состоять не меньше, чем из 6-ти символов.
kk_kz: Құпия сөз кемінде 6 таңбаны қамтуы керек.

# PasswordMustNotBeLongerThanTwentySymbols
source: Пароль может состоять не больше, чем из 20-ти символов.
kk_kz: Құпия сөздің ең үлкен ұзындығы 20 таңбаны қамтуы керек.

# ThisFieldValueMustMatchThePasswordFieldValue
source: Значение этого поля должно совпадать со значением в поле «Пароль».
kk_kz: Бұл жолдағы таңбалар «құпия сөз» жолымен сәйкес келуі керек.

# EnterYourEmail
source: Введите адрес электронной почты, на который была зарегистрирована учетная запись, в поле «Email».
kk_kz: «Email» жолына тіркелгіде көрсетілген электрондық поштаңыздын мекен-жайын толтырыңыз.

# PasswordFieldValueIsMissing
source: Вы не ввели значение в поле «Пароль».
kk_kz: «Құпия сөз» жолы толтырылмады.

# AccountWithSuchEmailIsMissing
source: Учетной записи с таким адресом электронной почты нет. Пожалуйста, проверьте правильно ли вы его (адрес) написали.
kk_kz: Енгізілген электрондық пошта жекен-жайы бойынша тіркелгі жоқ. Өтінемін, оның (э.п. мекен-жайы) дұрыстығын тексеріңіз.

# InvalidPassword
source: Пароль, который вы ввели, не подошел.
kk_kz: Енгізілген құпия сөз лайық емес.

# PersonalInformation
source: Личные данные
kk_kz: Өзі туралы мәліметтер

# PersonalData
source: Показатели
kk_kz: Көрсеткіштер

# Set
source: Указать
kk_kz: Толтыру

# ChangeValue
source: Изменить значение
kk_kz: Мәнін өзгерту

# Upload
source: Загрузить
kk_kz: Жүктеу

# SelectImage
source: Выбрать картинку
kk_kz: Суретті таңдау

# FirstName
source: Имя
kk_kz: Аты

# SecondName
source: Фамилия
kk_kz: Тегi

# Age
source: Возраст
kk_kz: Жасы

# Gender
source: Пол
kk_kz: Жынысы

# Male
source: Мужской
kk_kz: Ер

# Female
source: Женский
kk_kz: Әйел

# Save
source: Сохранить
kk_kz: Сақтау

# Cancel
source: Отмена
kk_kz: Шығу

# AllGames
source: Все игры
kk_kz: Барлық ойындар

# Round
source: Раунд
kk_kz: Кезең

# Level
source: Уровень
kk_kz: Дәреже

# AverageAnswerTime
source: Среднее время ответа
kk_kz: Орташа жауап беру уақыты

# Date
source: Дата
kk_kz: Күн

# VisualAndSpaceGameType
source: Зрительно-пространственные
kk_kz: Кеңістіктегі зейін

# MathGameType
source: Математические
kk_kz: Математикалық

# VerbalGameType
source: Вербальные
kk_kz: Ауызша

# MemoryGameType
source: На память
kk_kz: Жадыға арналған

# MemoryGameDescription
source: В этой игре вам будет предложено решать задачи, направленные на развитие памяти.
kk_kz: Бұл ойында сізге есте сақтау қабілетін (жадыны) жаттықтыруға бағытталған ойындар ұсынылады.

# MainGame
source: Основная игра
kk_kz: Негізгі ойын

# MainGameDescription
source: В этой игре вам будет предложено решать задачи, направленные на развитие сразу нескольких способностей мозга, а именно: зрительно-пространственные, математические и вербальные.
kk_kz: Бұл ойында сізге мидың бірден бірнеше қабілетін жаттықтыратын тапсырмалар шешімін табуға ұсынылады, соның ішінде: кеңістіктегі зейін, математикалық және ауызша.

# BirdsGameLabel
source: Птицы
kk_kz: Құстар

# BirdsGameDescription
source: В этой игре вам нужно будет запоминать одновременно где появилась птица, и какое число при этом отображалось.
kk_kz: Бұл ойында сізге құстың қайда пайда болғанын және бір мезетте қандай сан көрсетілгенін есте сақтап алу қажет.

# AllArticles
source: Все статьи
kk_kz: Барлық мақалалар

# ArticlesNotReady
source: Статьи пока не готовы.
kk_kz: Мақала әлі дайын емес.

# Delete
source: Удалить
kk_kz: Жою

# Edit
source: Править
kk_kz: Өзгерту

# DeletionConfirmationMessage
source: Вы уверены, что хотите это удалить?
kk_kz: Жоятыныңызды растаңыз?

# Correct
source: Правильно
kk_kz: Дұрыс

# Finish
source: Закончить
kk_kz: Аяқтау

# DontKnow
source: Не знаю
kk_kz: Білмеймін

# Continue
source: Продолжить
kk_kz: Жалғастыру

# CurrentResults
source: Ваши текущие результаты:
kk_kz: Сіздің ағымды нәтижеңіз

# AddArticle
source: Добавить статью
kk_kz: Мақала қосу

# SetDateOfBirth
source: Указать год рождения
kk_kz: Туылған жылды көрсету

# PageUnderConstruction
source: Извините, эта страница ещё в разработке.
kk_kz: Кешіріңіз, бұл бет өңделуде.

# GameUnderConstruction
source: Извините, эта игра ещё в разработке.
kk_kz: Кешіріңіз, бұл ойын өңделуде.

# SignIn
source: Войти
kk_kz: Кіру

# SignOut
source: Выйти
kk_kz: Шығу

# Back
source: Назад
kk_kz: Қайту
